[
  {
    "name": "Witch House",
    "description_short": "Witch house is a microgenre of electronic music that is musically characterized by high-pitched keyboard effects, heavily layered basslines and trap-style drum loops, while it aesthetically employs occult and gothic-inspired themes.",
    "tags": [
      {
        "name": "Mysterious",
        "tagId": 1
      },
      {
        "name": "Breathtaking",
        "tagId": 2
      },
      {
        "name": "Cold",
        "tagId": 3
      },
      {
        "name": "Creepy",
        "tagId": 4
      },
      {
        "name": "Disturbing",
        "tagId": 5
      },
      {
        "name": "Dark",
        "tagId": 6
      },
      {
        "name": "Eerie",
        "tagId": 7
      },
      {
        "name": "Electronic",
        "tagId": 8
      },
      {
        "name": "Esoteric",
        "tagId": 9
      },
      {
        "name": "Melodic",
        "tagId": 10
      },
      {
        "name": "Sad",
        "tagId": 11
      },
      {
        "name": "Solitude",
        "tagId": 12
      },
      {
        "name": "Sorrow",
        "tagId": 13
      }
    ],
    "examples": [
      "0YxnPvRuJXk",
      "k6t69KQOBCg",
      "xiCEzJIDpwU",
      "TUFN4R2jb30",
      "OM6o0y3NYcQ"
    ],
    "genreId": 1,
    "popularity": 0,
    "promoted": [ "" ],
    "descriptions": [ "Aesthetic", "The witch house visual aesthetic includes occultism, witchcraft, shamanism, terror and horror-inspired artworks, collages and photographs. Common typographic elements in titles, such as by Salem and White Ring, include triangles, crosses and Unicode symbols, which are seen by some as a method of gatekeeping (in an effort to keep the scene underground and more difficult to search for on the Internet)." ],
    "artists": [
      {
        "name": "ΔXIUS LIИK",
        "spotify": "1C6yCV9Y7kycveSPJr0un9?utm_source=generator&theme=0"
      },
      {
        "name": "Fraunhofer Diffraction",
        "bandcamp": "ivoryrite"
      }
    ]
  },
  {
    "name": "Electronic",
    "description_short": "Electronic music broadly is a group of music genres that employ electronic musical instruments, circuitry-based music technology and software, or general-purpose electronics (such as personal computers) in its creation.",
    "tags": [
      {
        "name": "Electronic",
        "tagId": 8
      }
    ],
    "examples": [
      "EiqFcc_l_Kk",
      "JEYI-zfc544",
      "8tIgN7eICn4",
      "__CRWE-L45k",
      "cPImyt6lY8Q"
    ],
    "genreId": 2,
    "popularity": 0,
    "promoted": [ "" ],
    "descriptions": [ "Genre boom", "The 1970s also saw electronic music begin to have a significant influence on popular music, with the adoption of polyphonic synthesizers, electronic drums, drum machines, and turntables, through the emergence of genres such as disco, krautrock, new wave, synth-pop, hip hop, and electronic dance music (EDM).", "Electronic genres", "In the new millennium, as computer technology became even more accessible and music software advanced, interacting with music production technology made it possible to create music that has some similarities and some differences to traditional musical performance practices, leading to further developments and rapidly evolving subgenres." ]
  },
  {
    "name": "House",
    "description_short": "House is a genre of electronic dance music characterized by a repetitive four-on-the-floor beat and a typical tempo of 115–130 beats per minute. It was created by DJs and music producers from Chicago's underground club culture and evolved slowly in the early/mid 1980s as DJs began altering disco songs to give them a more mechanical beat.",
    "tags": [
      {
        "name": "Electronic",
        "tagId": 8
      },
      {
        "name": "Bouncy",
        "tagId": 4
      },
      {
        "name": "Melodic",
        "tagId": 26
      }
    ],
    "examples": [
      "Pt1C4LM516k",
      "UyI4v5sxT54",
      "MhfU_3yp7tQ",
      "92TN7vz8DPI",
      "mj9KRKSvdbk"
    ],
    "genreId": 3,
    "popularity": 0,
    "promoted": [ "" ],
    "descriptions": [
      "Characteristics",
      "In its most typical form, the genre is characterized by repetitive 4/4 rhythms including bass drums, off-beat hi-hats, snare drums, claps, and/or snaps at a tempo of between 120 and 130 beats per minute (bpm); synthesizer riffs; deep basslines; and often, but not necessarily, sung, spoken or sampled vocals.",
      "Influence",
      "House has a large influence on pop music, especially dance music. It was incorporated into works by major international artists including Whitney Houston, Mariah Carey, Janet Jackson, Madonna, Pet Shop Boys, Kylie Minogue and Lady Gaga, and produced many mainstream hits such as Pump Up the Jam by Technotronic, French Kiss by Lil Louis, Show,Me Love by Robin S. and Push the Feeling On by the Nightcrawlers. Many house DJs also did and continue to do remixes for pop artists. House music has remained popular on radio and in clubs while retaining a foothold on the underground scenes across the globe"
    ]
  }
]